{
  "book": [
    {
      "ID": 1,
      "Name": "Andy Bateman",
      "Email": "andy@kitjunkie.org",
      "Message": "I hope this site is what you imagined, i'm sorry you're not here to check it and tell me how I can make it better…",
      "Date": "26/12/2002 6:05:21 p.m.",
      "Location": "Taunton",
      "IP": "217.155.73.108"
    },
    {
      "ID": 3,
      "Name": "Sim Johnson",
      "Email": "",
      "Message": "Ive so many happy memories of Sam. I first met him whilst working at Huish when speaking to a couple of students who appeared not to be working very hard. Sam was listening to a MiniDisc, in those a days a not so popular gadget, and I was most impressed with his as it was a better model than mine!  I think he was downloading music files from the Internet, im sure i would have told him off.  I never imagined that he would soon be staff there, or ever move into my house.",
      "Date": "31/12/02",
      "Location": "Taunton",
      "IP": "62.3.65.57"
    },
    {
      "ID": 4,
      "Name": "Sim Johnson",
      "Email": "",
      "Message": "Im sure many people have memories of Sam's driving. Sam had a memory of my driving too. He would mention this each time there was any sugestion of me driving him anywhere. One night i was driving Sam and the route took us through some twisty country lanes. Perhaps driving slightly fast Sam told me that i was making him feel ill, and thinking that he was joking I continued.  Only when he shouted for me to stop the car and he got out and ran to the hedge did i know he was serious. Since then Sam always tries to drive me, especialy on trips to McDonalds!",
      "Date": "31/12/02",
      "Location": "Taunton",
      "IP": "62.3.65.57"
    },
    {
      "ID": 5,
      "Name": "Laura Nikiel",
      "Email": "mrs_nikiel@hotmail.com",
      "Message": "I think the first time I met Sam, was when Shaun and I decided to treat Sam, and my brother and sister, to a trip to the cinema.<br>\r<br>\rI'd been seeing Shaun for a few months by then - so I should have been prepared for the Nikiel boys' charm. But Sam surprised me by positioning himself between Shaun and me for the whole movie, and holding my hand on the way out. At some point in the afternoon, I remember, he even whispered that he loved me!<br>\r<br>\rA proper little Romeo - and he must have been all of 7 years old.",
      "Date": "6/01/03",
      "Location": "Hatfield, Herts",
      "IP": "149.254.120.136"
    },
    {
      "ID": 6,
      "Name": "Maureen Phillips",
      "Email": "",
      "Message": "I want to say something about my son, Sam, and want the world to know what a wonderful young man he was.<br>\r<br>\rFrom a very young age, Sam captured people's hearts with his singing and musical ability, playing his Yamaha organ. He had a starring role in his school's musical. His voice was like an angel's at the age of just ten.<br>\r<br>\rSam progressed with his music for a few years, learning to read music and taking exams. However, much to my annoyance, he continued to play most of his music by ear!<br>\r<br>\rSam was the joker in the family; always ready to give us a laugh. He loved anything technical, becoming very frustrated with me when attempting to teach me basics such as operating the video, central heating etc.<br>\r<br>\rSadly, Sam never knew his biological father and when I met Colin and married in 1991, he was overjoyed that he had gained a father and another brother in Adrian. <br>\r<br>\rHis brother Shaun was always close to Sam. They had the normal love-hate relationship that brothers have growing up, but in later years they became very close and I know that Shaun will miss him very much.<br>\r<br>\rThe worst thing about death is that it seems so final. But it is not. We have our memories and thank God for these.<br>\r<br>\rSam will be remembered every day and in my heart forever.<br>\r<br>\rHis mum, Maureen.",
      "Date": "1/03/03",
      "Location": "Taunton",
      "IP": "212.126.133.181"
    },
    {
      "ID": 7,
      "Name": "Karen",
      "Email": "",
      "Message": "There are so many memories that I have of Sam, most of them with funny stories attached.  <br>\r<br>\rYesterday I found a letter that he wrote me when I was in Australia in 1999. It made me cry til I actually read it, then his account of his needing new clothes and how he was going search through the Next catalogue until he spent his budget made me chuckle.  Especially, when he then finished the letter a couple of weeks later having sent most of it back because it didn't fit!  <br>\r<br>\rI just wanted to say thanks Sam, for always managing to make me smile.  A year on, I still think of you and miss you.",
      "Date": "30/12/03",
      "Location": "Bridgwater",
      "IP": "195.92.194.16"
    },
    {
      "ID": 8,
      "Name": "Andy Bateman",
      "Email": "andy@kitjunkie.org",
      "Message": "This Site is for Sam, a friend.  \nOne that i will miss very much.. \nI hope this site is what you imagined, i'm sorry you're not here to check it and tell me how I can make it better.",
      "Date": "26/12/02",
      "Location": "Taunton",
      "IP": "217.155.73.108"
    },
    {
      "ID": 9,
      "Name": "Bob Pendleton",
      "Email": "100434.1216@compuserve.com",
      "Message": "For Sam,student, colleague and friend. Happy times Sam! And every good wish to your Mum, a colleague from my County Hall days, and family. You will always be remembered. - Bob",
      "Date": "30/12/02",
      "Location": "Taunton",
      "IP": "217.205.244.250"
    },
    {
      "ID": 10,
      "Name": "Bill Perry",
      "Email": "billp@richuish.ac.uk",
      "Message": "Bye Sam. I never had a chance to say that before you left work for the last time. I've worked with you all your working life. I'll greatly miss your banter, your reminders to me to get things done and your thoughts on how they should be done!! My thoughts are with you and your family at this time. I'll never forget you or the courage you've shown throughout your illness.",
      "Date": "30/12/02",
      "Location": "Huish's",
      "IP": "212.219.90.69"
    },
    {
      "ID": 11,
      "Name": "Guy Fishlock",
      "Email": "gfishlock@f2s.com",
      "Message": "Sam, I have only known you a few years, but in that time we became very close friends. You cheered me up when I was down, you gave me help and advice when I needed it, you were always there for me whenever I needed you. I will remember the good times; nights out in town, barbecues at Greatwood, all the drives we went on, and the funnier times like the occasional car accident or falling through the oven door. Thank you for being such a good, true friend, you will be greatly missed.",
      "Date": "30/12/02",
      "Location": "Taunton",
      "IP": "195.137.41.61"
    },
    {
      "ID": 12,
      "Name": "Matt Hall",
      "Email": "",
      "Message": "Trying to find just a few words to put here is very hard... so I will borrow some... \"Only his body is in death, that which he gave us lives on\" he touched my life as he did many, and I truely believe, that will live forever.",
      "Date": "31/12/02",
      "Location": "RHC",
      "IP": "81.86.204.214"
    },
    {
      "ID": 13,
      "Name": "Karen",
      "Email": "kazziem@hotmail.com",
      "Message": "Sam is someone that I am pleased to have known and proud to be able to call my friend.  You were a good friend at college and I only wish that we had been better at keeping in touch.  With much love, Rest In Peace.<br>\r<br>\rI'm sorry it had to come to this <br>\rFor me to get in touch<br>\rEven though it's been so long<br>\rI'll miss you very much<br>\r<br>\rThought that you were on the mend <br>\rWhen I saw you last<br>\rGuess that was a while ago <br>\rAnd time has moved too fast<br>\r<br>\rI know regrets are not allowed<br>\rBut there is one that I must bear<br>\rI'm sorry when friends were called upon<br>\rFor you I was not there<br>\r<br>\rWhat I'd give now to hear your voice<br>\rReminisce together about old days<br>\rHow I'd listen to your sound advice<br>\rWish I had then, in many ways<br>\r<br>\rI guess that means that you were right!!!<br>\rI know you'd like that fact!!!<br>\rBut you would never have dared say so!!!<br>\rFor you had too much tact!!!<br>\r<br>\rListen to this doom and gloom <br>\rIt will not do at all<br>\rI've not mentioned all the laughs<br>\rAll the times we had a ball<br>\r<br>\rThose memories that will stay with me<br>\rOf the times that we did share<br>\rI will not mention all of them<br>\rAnd some I must not dare!!!!<br>\r<br>\rSo now that I have rambled on<br>\rIn the way I always do<br>\rI'll leave this space for others<br>\rAnd their dear memories of you<br>\r<br>\rSo thank you for this web site<br>\rAn ingenious idea<br>\rMy friend I'll always miss you <br>\rAnd I wish you were still here. <br>\r<br>\r<br>",
      "Date": "31/12/02",
      "Location": "Bridgie!",
      "IP": "195.92.194.13"
    },
    {
      "ID": 14,
      "Name": "Shaun Nikiel",
      "Email": "nikiel@hotmail.com",
      "Message": "I'd like to thank everyone who knew Sam throughout his life. I know that he valued friendship and respected those around him. <br>\r<br>\rIn one of our final conversations I asked Sam what he'd do differently if he could repeat his life. His answer was simply, \"nothing!\".<br>\r<br>\rSam's courage should be an inspiration to us all. Cancer and death are feared by most...not Sam.<br>\rSam would want us to take courage from his life and lead ours without prejudice, believing in humanity and most importantly, retaining a sense of perspective whilst keeping a smile on our faces.<br>\r<br>",
      "Date": "31/12/02",
      "Location": "Hatfield, Hertfordshire",
      "IP": "62.252.64.7"
    },
    {
      "ID": 16,
      "Name": "Chris Conder",
      "Email": "",
      "Message": "I hope I can speak for my whole group of friends when I say that I'll miss you Peeps. I'll miss you gatecrashing our parties in your own special way (even when we invited you!), I'll miss ringing you up at the IT help desk when I really couldn't be bothered to walk all that way over there, I'll miss wandering in to see you whenever I made it into Taunton. I think we're all sorry we didn't get to see you before the end, I don't think many of us realised how ill you were, but we'd been thinking about you. I'll always remember you smiling, I can't actually remember even seeing you not.",
      "Date": "15/01/03",
      "Location": "",
      "IP": "134.225.16.94"
    },
    {
      "ID": 17,
      "Name": "Colin Phillips",
      "Email": "",
      "Message": "To Sam,<br>\r<br>\rThe days are darker <br>\rNow you're not here to brighten them<br>\r<br>\rMy heart is heavier<br>\rNow you're not here to cheer it<br>\r<br>\rThe nights are longer now<br>\rWith no hope at dawn<br>\r<br>\rThis is all because you're gone.<br>\r<br>\rI will always love you.<br>\r<br>\rDad.<br>\r<br>\r29th January 2003",
      "Date": "1/03/03",
      "Location": "Taunton",
      "IP": "212.126.133.181"
    },
    {
      "ID": 18,
      "Name": "Malcolm Smith",
      "Email": "malcolm@imaginemedia.nl",
      "Message": "Thanks Sam for what you meant to me. <br>\rFor all the years at Ladymead and Huish. We were always close friends. We had great times together with the three of us: You , Adrian and me at st Patricks road. <br>\rI have many memories that I treasure and I am proud to have known you and your family. When I think of you, I can only remember good, fun and special times. <br>\rI miss you. Thanks for everything.<br>\rYour friend always<br>\rMalc<br>",
      "Date": "23/08/03",
      "Location": "Beverwijk, Holland",
      "IP": "80.126.98.149"
    },
    {
      "ID": 19,
      "Name": "Shaun Nikiel",
      "Email": "nikiel@hotmail.com",
      "Message": "Sam,it's been over a year since you left. I think about you every day and wish you were here with us still. I miss you so much. <br>\rYour loving brother<br>\rShaun",
      "Date": "29/12/03",
      "Location": "Welwyn, Hertfordshire",
      "IP": "195.8.88.197"
    }
  ],
  "news": []
}
